tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "awscli"
brew "astyle"
brew "bat"
brew "cookiecutter"
brew "exa"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "go"
brew "hadolint"
brew "highlight"
brew "httpie"
brew "hugo"
brew "mariadb"
brew "memcached"
brew "mitmproxy"
brew "mongodb"
brew "nvm"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "postgresql"
brew "redis"
brew "rgbds"
brew "ruby"
brew "rust"
brew "sdl2"
brew "sops"
brew "terraform"
brew "thefuck"
brew "unar"
brew "vim"
brew "watchman"
brew "wget"
brew "wine"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "heroku/brew/heroku"

cask "caffeine"
cask "docker"
cask "gpg-suite"
cask "imageoptim"
cask "insomnia"
cask "itsycal"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "robo-3t"
cask "sameboy"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "yubico-authenticator"
