brew "act"
brew "asdf"
brew "awscli"
brew "bat"
brew "cmake"
brew "curl"
brew "d2"
brew "direnv"
brew "eza"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jj"
brew "jq"
brew "just"
brew "mas"
brew "netlify-cli"
brew "openssl@3"
brew "p7zip"
brew "poetry"
brew "postgresql@17"
brew "redis"
brew "rgbds"
brew "ruby"
brew "shellcheck"
brew "uv"
brew "vim"
brew "wget"
brew "xdelta"
brew "yarn"
brew "yt-dlp"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "1password-cli"
cask "anki"
cask "ares-emulator"
cask "bruno"
cask "caffeine"
cask "calibre"
cask "discord"
cask "dolphin"
cask "dropbox"
cask "elgato-studio"
cask "elgato-video-capture"
cask "firefox"
cask "font-jetbrains-mono"
cask "gb-studio"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "netnewswire"
cask "ngrok"
cask "orbstack"
cask "poedit"
cask "qflipper"
cask "qlmarkdown"
cask "raspberry-pi-imager"
cask "sameboy"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "tiled"
cask "vlc"

# mas requires an App Store sign-in first
mas "Things", id: 904280696
mas "Toggl Track", id: 1291898086
