tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"

brew "astyle"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "cookiecutter"
brew "exa"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "go"
brew "hadolint"
brew "heroku"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "mitmproxy"
brew "p7zip"
brew "pre-commit"
brew "rgbds"
brew "ruby"
brew "sdl2"
brew "shellcheck"
brew "terraform"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"

cask "backblaze"
cask "caffeine"
cask "db-browser-for-sqlite"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sameboy"
cask "sketch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"

mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Things", id: 904280696
