bradlc.vscode-tailwindcss
bradymholt.pgformatter
dbaeumer.vscode-eslint
donaldhays.rgbds-z80
dracula-theme.theme-dracula
eamodio.gitlens
emberjs.emberjs
embertooling.prettier-for-handlebars-vscode
esbenp.prettier-vscode
exiasr.hadolint
fabiospampinato.vscode-diff
firefox-devtools.vscode-firefox-debug
GitHub.vscode-pull-request-github
hashicorp.terraform
johnpapa.vscode-peacock
josa.ember-related-files
lifeart.vscode-ember-unstable
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vsliveshare.vsliveshare
phanitejakomaravolu.EmberES6Snippets
PKief.material-icon-theme
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
