dbaeumer.vscode-eslint
eamodio.gitlens
emberjs.emberjs
emberjs.vscode-ember
esbenp.prettier-vscode
felixrieseberg.vsc-ember-cli
josa.ember-related-files
k--kato.intellij-idea-keybindings
mjmcloug.vscode-elixir
ms-python.python
ms-vscode.Go
ms-vsliveshare.vsliveshare
PeterJausovec.vscode-docker
phanitejakomaravolu.EmberES6Snippets
PKief.material-icon-theme